Repository: bonus3/woocommerce-points-manager
Catalog: languages/woocommerce-points-manager-*.po
Languages: pt_br

source: - Order:
pt_br: - Pedido:

source: Expired points
pt_br: Pontos expirados

source: Discount
pt_br: Desconto

source: Insufficient points
pt_br: Pontos insuficientes

source: Minimal of points is insufficient. Minimum required: %s
pt_br: Mínimo de pontos insuficiente. Mínimo requerido: %s

source: Maxim of points reached. Maximum required: %s
pt_br: Maximum de pontos atingidos. Máximo requerido: %s

source: Redeemed points
pt_br: Pontos resgatados

source: Points reversal
pt_br: Pontos estornados

source: Customer points are insufficient. Order status back to %s
pt_br: Pontos do cliente são insuficientes. Status do pedido de volta para %s

source: or
pt_br: ou

source: Points manager
pt_br: Gerenciamento de pontos

source: Not authorized
pt_br: Não autorizado

source: User data
pt_br: Dados do usuário

source: Invalid data
pt_br: Dados inválidos

source: Success
pt_br: Sucesso

source: An error has occurred
pt_br: Um erro ocorreu

source: Order point management
pt_br: Gerenciamento de pontos do pedido

source: Settings
pt_br: Configurações

source: Current user points
pt_br: Pontos atual do usuário

source: Apply points
pt_br: Aplicar pontos

source: Current points
pt_br: Pontos atuais

source: Value in points
pt_br: Valor em pontos

source: Cash value
pt_br: Valor em dinheiro

source: Points conversion factor
pt_br: Fator de conversão dos pontos

source: Customer current points
pt_br: Pontos atual do cliente

source: Before
pt_br: Antes

source: After
pt_br: Depois

source: Description
pt_br: Descrição

source: Date
pt_br: Data

source: Expiration
pt_br: Expiração

source: Points
pt_br: Pontos

source: General settings
pt_br: Configurações gerais

source: Enable point redemption
pt_br: Habilitar resgate de pontos

source: WooCommerce price option
pt_br: Opções de preço do WooCommerce

source: Show currency value
pt_br: Exibir valor em moeda

source: Show points value
pt_br: Exibir valor em pontos

source: Show currency and points values
pt_br: Exibir valor em moeda e pontos

source: Minimum of points to use
pt_br: Mínimo de pontos para usar

source: (in percent or absolute points)
pt_br: (em porcentagem ou pontos absolutos)

source: Ex: 99.99% or 999.99
pt_br: Ex: 99,99% ou 999,99

source: Maximum of points to use
pt_br: Máximo de pontos para uso

source: (in percent or absolute points. Set zero to no limit)
pt_br: (em porcentagem ou pontos absolutos. Coloque zero para não ter limite)

source: Redemption only with points
pt_br: Resgate apenas com pontos

source: (maximum and minimum will be ignored)
pt_br: (máximo e mínimo serão ignorados)

source: Profile points factor
pt_br: Fator de pontos de perfil

source: Point factor is the multiplier applied to the price when converting the value into points.
pt_br: Fator de pontos é multiplicador aplicado ao preço quando converter o valor em pontos

source: Apply factor
pt_br: Aplicar fator

source: (if user has more than one profile with different factors)
pt_br: (se usuário possuir mais de um perfil com fatores diferentes)

source: Minimum
pt_br: Mínimo

source: Maximium
pt_br: Máximo

source: Profile
pt_br: Perfil

source: Points factor
pt_br: Fator de pontos

source: Ex: 999.9999
pt_br: Ex:999,999

source: Points expiration
pt_br: Expiração de pontos

source: Ex: In days
pt_br: Em dias

source: Loading...
pt_br: Carregando...

source: Point extract
pt_br: Extrato de pontos

source: Operations
pt_br: Operações

source: Conversion factor
pt_br: Fator de conversão

source: Balance adjustment
pt_br: Ajuste de saldo

source: Positive or negative values
pt_br: Valores positivos ou negativos
